[
  {
    "command": "play",
    "info": "o comando play é usado para pedir música ou baixar vídeos/áudios através do nome ou do link, use: #prefixo#play e o nome da música ou o link do Youtube. \n\ne existe o #prefixo#playdoc que serve para baixar audio em formato de documento.\n\nPara baixar video por link, use: #prefixo#play_mp4 link do Youtube."
  },
  {
    "command": "bemvindo",
    "info": "Existe 2 bem vindos, o primeiro funciona com foto, e o outro é apenas texto, vamos para as explicações.\n\n( Obs: Para ativar é só usar uma vez, para desativar, só usar novamente. )\n\n1: #prefixo#bemvindo \n\n2: #prefixo#bemvindo2\n\nApenas ativando, ele não funcionará, pois é necessário determinar a legenda, após o usuário entrar no grupo ou sair, não aconselho determinar a legendasaiu, porque a mensagem de saiu é inútil, então só causaria spam. \n\nDica principal, saiba que o bem vindo não é recomendado para grupos com grande quantidade gente entrando em massa, pois pode causar o banimento do número do Bot, por spam, ou traduzindo: Excesso de mensagem..\n\nComo determinar a legenda? \n\nPrimeiro bem vindo: \n\n#prefixo#legendabv \n\nDeterminar a legenda saiu: \n\n#prefixo#legendasaiu\n\nSegundo bem vindo: \n\n#prefixo#legendabv2\n\nDeterminar a legenda saiu: \n\n#prefixo#legendasaiu2\n\n\nOk, informei os commands principais. \n\nAgora iremos usar: \n\nContém varias formas de definir algo. \n\nPara o Bot mostrar o nome do grupo: #nomedogp#\n\nPara marcar o usuário: #numerodele#\n\nPara mostrar o número do Bot: #numerobot#\n\nPara mostrar o prefixo do Bot: #prefix#\n\nPara enviar a descrição do grupo: #descrição#\n\nAgora vou para um exemplo, mostrar como fazer ele marcar o usuário, falar o nome do grupo e enviar a descrição, escolha entre o bem vindo que envia com foto ou sem foto, um ou outro. \n\n#prefixo#legendabv Olá #numerodele# bem vindo ao grupo: #nomedogp#, leia as regras da descrição: #descrição#\n\nOu se for usar no bemvindo2\n\n#prefixo#legendabv2 Olá #numerodele# bem vindo ao grupo: #nomedogp#, leia as regras da descrição: #descrição#\n\nE outra coisa, se deseja trocar a foto de fundo do bem vindo, você envia um fundo de imagem no WhatsApp, qualquer imagem, e marque com o command: #prefixo#fundobv \n\n A imagem de fundo do bem vindo, será trocada, já se quiser trocar a imagem de fundo do saiu, use: #prefixo#fundosaiu \n\né isso, boa sorte..."
  },
  {
    "command": "autobaixar",
    "info": "O comando autobaixar, baixar automaticamente videos com links ou audio dependendo do link, por exemplo: https://k.kwai.com/p/CqgrGEBW apôs enviar somente este link o bot vai pegar automaticamente e baixar o video pra você. Envie os links que estão no menu download sem o comando, Apena o link."
  },
  {
    "command": "deletar-links",
    "info": "este comando serve para apagar os links enviado no grupo, ex: após um membro enviar um link de Youtube, grupos de WhatsApp e outros tipos de links, o bot automaticamente vai apagar o link para todos."
  },
  {
    "command": "marcar",
    "info": "O comando marcar serve para marcar todos os membros do grupo, Após usar o comando #prefixo#marcar o bot vai enviar uma lista dos usuários do grupo.\n\npara marcar admins, Use o comando #prefixo#hidetag assim vai marcar membros e admins do grupo. Já para marcar só admins use: #prefixo#admins assim vai marcar somente os adms do grupo.\n\nBoa sorte amigo(a)"
  },
  {
    "command": "coins",
    "info": "Olá, o sistema coins funciona da sequinte forma,\n\npara ativar use #prefixo#Sistemacoins e para desativar use novamente.\n\nPara ver seu saldo use: #prefixo#saldo\n\npara roubar um usuário use: #prefixo#roubar e marcar (@)"
  }
]
